const quotes = [
	'Життя - це те, що трапляється тобі, поки ти зайнятий плануванням інших справ. - Джон Леннон',
	'Майбутнє належить тим, хто вірить у красу своїх мрій. - Елеанор Рузвельт',
	'Жити значить вірити у себе та в свої мрії. - Уолт Дісней',
	'Будь собою, усі інші ролі вже зайняті. - Оскар Уайльд',
	'Щоб долати світ, спочатку долай самого себе. - Платон',
	"Мудрість починається з дивовижного питання: 'Чому?'. - Карл Саган",
	'Найкращий спосіб вивчити щось - це намагатися це навчити іншого. - Джордж П. Холборк',
	'Майбутнє не належить тим, хто ховається від нього, а тим, хто його створює. - Жак Фреско',
	'Життя - це відмінна можливість, використовуй її. - Майя Енжелу',
	'Вчися індульгувати собі. В цьому немає нічого злого. - Опра Уінфрі'
]

export { quotes }
