/*
Розробити програмне забезпечення, в якому реалізується
алгоритм обходу графу на основі пошуку в ширину. Передбачити, що
граф може бути як орієнтований, так і неорієнтований. В процесі
пошуку має бути сформовано дерево пошуку в ширину. Для реалізації
має використовуватися черга. Програмне забезпечення має бути
побудовано на основі відповідного класу, який повинен дозволяти
визначати граф, виконувати пошук в ширину, виводити побудоване
дерево пошуку в ширину, виводити результат обходу тощо.
*/
