/*
Д. На одній з вулиць містечка будинки класифіковано за трьома
типами: перший – звичайні житлові споруди, другий – промислові
споруди, а третій – міські заклади (лікарні, школи тощо). У результаті
вулиця схематично зображена набором літер, кожна з яких визначає
тип будинку. У процесі збору інформації про місто була створена
матриця – таблиця, в якій кожен стовпчик і рядок відповідають
одному з типів будівель. Відповідно клітинка такої таблиці визначає,
чи розташовані на даній вулиці міста поруч будівлі заданого типу.
Матриця симетрична. Визначити, скільки існує способів взаємного
розташування будинків даних типів між собою за заданою матрицею
для заданої кількості будинків на вулиці, тобто кількість можливих
наборів літер заданої довжини, що відповідають заданій матриці.
*/

class SecondTask {}

export { SecondTask }
